{"sentence_good":"C'est le genre à lequel appartiennent les espèces de kiwi.", "sentence_bad":"C'est le genre à lequel appartenez les espèces de kiwi.","label":0}
{"sentence_bad":"Après analyse, toutes les propositions d'amendement -quand bien même elles sont peut-être bien intentionnées sur le plan écologique- ne contribuons pas à une amélioration de la situation actuelle.", "sentence_good":"Après analyse, toutes les propositions d'amendement -quand bien même elles sont peut-être bien intentionnées sur le plan écologique- ne contribuent pas à une amélioration de la situation actuelle.","label":1}
{"sentence_bad":"Ces thèmes sont illustrés par les personnages dont Bossuet retrace l'existence : ainsi l'oraison funèbre d'Henriette de France comprend un tableau historique de la révolution anglaise, tandis que les portraits de Condé ou de la princesse Palatine multiplie les références politiques ou les récits de bataille.", "sentence_good":"Ces thèmes sont illustrés par les personnages dont Bossuet retrace l'existence : ainsi l'oraison funèbre d'Henriette de France comprend un tableau historique de la révolution anglaise, tandis que les portraits de Condé ou de la princesse Palatine multiplient les références politiques ou les récits de bataille.","label":1}
{"sentence_bad":"Les fastes de la cour bulgare et de l'Église contraste avec le sort misérable de les paysans sous le régime féodal.", "sentence_good":"Les fastes de la cour bulgare et de l'Église contrastent avec le sort misérable de les paysans sous le régime féodal.","label":1}
{"sentence_bad":"Cette logique, poursuit-il, es basée sur les résolutions que le Conseil de sécurité a adoptées depuis 2007 en vertu de lesquelles ce dernier a pris note de les deux propositions.", "sentence_good":"Cette logique, poursuit-il, est basée sur les résolutions que le Conseil de sécurité a adoptées depuis 2007 en vertu de lesquelles ce dernier a pris note de les deux propositions.","label":1}
{"sentence_bad":"Que vous soyez à la recherche d'un site vitrine, d'un site e-commerce ou de référencement, nous pouvons vous prêter main forte dans tous les aspects que peut arborer les sites Internet.", "sentence_good":"Que vous soyez à la recherche d'un site vitrine, d'un site e-commerce ou de référencement, nous pouvons vous prêter main forte dans tous les aspects que peuvent arborer les sites Internet.","label":1}
{"sentence_good":"Nous avons délaissé le menu à 35 € pour tenter l'aventure de la découverte de l'inspiration de le jour avec un menu à 51 € \"surprise de le Chef\" et nous ne l'avons pas de le tout regretté.", "sentence_bad":"Nous avons délaissé le menu à 35 € pour tenter l'aventure de la découverte de l'inspiration de le jour avec un menu à 51 € \"surprise de le Chef\" et nous ne l'ont pas de le tout regretté.","label":0}
{"sentence_good":"La GCCF anglaise refusa d'enregistrer ces chats et n'accepta les chatons que trois générations après que le croisement avec un chat sans race ou d'une autre race ait eu lieu.", "sentence_bad":"La GCCF anglaise refusa d'enregistrer ces chats et n'accepta les chatons que trois générations après que le croisement avec un chat sans race ou d'une autre race aient eu lieu.","label":0}
{"sentence_bad":"Cette génération est plus sécurisée dans TLS que dans SSLv3 dans la mesure où aucune étape de l'algorithme ne repose uniquement sur MD5 pour lequel sont apparus des faiblesses en cryptanalyse.", "sentence_good":"Cette génération est plus sécurisée dans TLS que dans SSLv3 dans la mesure où aucune étape de l'algorithme ne repose uniquement sur MD5 pour lequel sont apparues des faiblesses en cryptanalyse.","label":1}
{"sentence_bad":"Que fais votre rate ?", "sentence_good":"Que fait votre rate ?","label":1}
{"sentence_good":"Seule une poignée d'entre eux (de comtés) avait existé sous Henri Ier et ils étaient essentiellement symboliques.", "sentence_bad":"Seule une poignée d'entre eux (de comtés) avais existé sous Henri Ier et ils étaient essentiellement symboliques.","label":0}
{"sentence_good":"Les fondations de les colonies de propriétaires reposent sur l'initiative d'un grand personnage, le Lord Proprietor.", "sentence_bad":"Les fondations de les colonies de propriétaires repose sur l'initiative d'un grand personnage, le Lord Proprietor.","label":0}
{"sentence_good":"à le cours de la Première Guerre mondiale, la bataille de le Jutland montre la valeur de la puissance de feu et de le blindage contre la vitesse et la manœuvrabilité de les bateaux.", "sentence_bad":"à le cours de la Première Guerre mondiale, la bataille de le Jutland montrent la valeur de la puissance de feu et de le blindage contre la vitesse et la manœuvrabilité de les bateaux.","label":0}
{"sentence_bad":"Admettons que vous possèdent deux adresses, une à Paris et l'autre à Nice.", "sentence_good":"Admettons que vous possédiez deux adresses, une à Paris et l'autre à Nice.","label":1}
{"sentence_bad":"Que signifie les lettres \"USPS\" ?", "sentence_good":"Que signifient les lettres \"USPS\" ?","label":1}
{"sentence_bad":"Des lithographies de les années 70 viendra clore ce chapitre de la vente.", "sentence_good":"Des lithographies de les années 70 viendront clore ce chapitre de la vente.","label":1}
{"sentence_good":"Le ministère chinois de le Territoire et de les Ressources lancera un deuxième appel d'offres public pour la vente de les droits de prospection de gaz de schiste plus tard cette année, suite à le premier appel d'offres qui a eu lieu lundi, a rapporté jeudi le quotidien Shanghai Securities News.", "sentence_bad":"Le ministère chinois de le Territoire et de les Ressources lancera un deuxième appel d'offres public pour la vente de les droits de prospection de gaz de schiste plus tard cette année, suite à le premier appel d'offres qui a eu lieu lundi, as rapporté jeudi le quotidien Shanghai Securities News.","label":0}
{"sentence_bad":"Par ailleurs le site internet est magnifique (www.zensushi.fr), dommage que la cuisine n'a pas suivi.", "sentence_good":"Par ailleurs le site internet est magnifique (www.zensushi.fr), dommage que la cuisine n'ai pas suivi.","label":1}
{"sentence_good":"Certes, nous savons tous que ces tests ne sont pas encore à le point sur le plan scientifique et que dans le cas d'une application de ces tests, nous ne savons pas à quel stade précis de la maladie intervient ou non une contamination.", "sentence_bad":"Certes, nous savons tous que ces tests ne sont pas encore à le point sur le plan scientifique et que dans le cas d'une application de ces tests, nous ne savons pas à quel stade précis de la maladie interviens ou non une contamination.","label":0}
{"sentence_bad":"Que signifies \"DEA\" ?", "sentence_good":"Que signifie \"DEA\" ?","label":1}
{"sentence_bad":"Si ce n'est pas le cas, si les patrons se sentent exclus, s'ils ne peuvent participer, et je ne parle pas seulement de la gestion, mais également de la réception de les fonds, nous aurez manqué une chance d'atteindre nos objectifs plus rapidement.", "sentence_good":"Si ce n'est pas le cas, si les patrons se sentent exclus, s'ils ne peuvent participer, et je ne parle pas seulement de la gestion, mais également de la réception de les fonds, nous aurons manqué une chance d'atteindre nos objectifs plus rapidement.","label":1}
{"sentence_good":"De quoi descendent les oiseaux ?", "sentence_bad":"De quoi descend les oiseaux ?","label":0}
{"sentence_good":"De plus, les opérations « Pierres précieuses » lui ont porté des coups sérieux.", "sentence_bad":"De plus, les opérations « Pierres précieuses » lui a porté des coups sérieux.","label":0}
{"sentence_bad":"D'autres employés de Paradox (dont Johan Andersson) avez dès le départ exprimé leur confiance de voir Victoria 2 engendrer d'intéressants profits.", "sentence_good":"D'autres employés de Paradox (dont Johan Andersson) ont dès le départ exprimé leur confiance de voir Victoria 2 engendrer d'intéressants profits.","label":1}
{"sentence_bad":"Les supports utilisant des lasers sont également très répandues : CD-ROM, DVD.", "sentence_good":"Les supports utilisant des lasers sont également très répandus : CD-ROM, DVD.","label":1}
{"sentence_good":"Les moines de la Bataille établissent un prieuré dans cette église.", "sentence_bad":"Les moines de la Bataille établit un prieuré dans cette église.","label":0}
{"sentence_bad":"Je voudrais souligner, comme l'as fait le précédent orateur, la nécessité de passer à l'action, de développer la coopération entre les polices et d'augmenter l'information dans ce domaine.", "sentence_good":"Je voudrais souligner, comme l'a fait le précédent orateur, la nécessité de passer à l'action, de développer la coopération entre les polices et d'augmenter l'information dans ce domaine.","label":1}
{"sentence_good":"La GCCF anglaise refusa d'enregistrer ces chats et n'accepta les chatons que trois générations après que le croisement avec un chat sans race ou d'une autre race ait eu lieu.", "sentence_bad":"La GCCF anglaise refusa d'enregistrer ces chats et n'accepta les chatons que trois générations après que le croisement avec un chat sans race ou d'une autre race aies eu lieu.","label":0}
{"sentence_bad":"Vous arrivent avec 15 minutes de retard pour une prestation qui dure 60 minutes et on vous dit que la prestation sera donc réduite à 45 minutes !", "sentence_good":"Vous arrivez avec 15 minutes de retard pour une prestation qui dure 60 minutes et on vous dit que la prestation sera donc réduite à 45 minutes !","label":1}
{"sentence_good":"Selon les chroniques médiévales, plus de 50 000 soldats de les Maisons d'York et de Lancastre se sont combattus ce dimanche de les Rameaux pendant plusieurs heures et dans des conditions météorologiques déplorables, et une proclamation diffusée une semaine après la bataille rapporte que 28 000 hommes ont péri sur le champ de bataille.", "sentence_bad":"Selon les chroniques médiévales, plus de 50 000 soldats de les Maisons d'York et de Lancastre se sont combattus ce dimanche de les Rameaux pendant plusieurs heures et dans des conditions météorologiques déplorables, et une proclamation diffusée une semaine après la bataille rapportent que 28 000 hommes ont péri sur le champ de bataille.","label":0}
{"sentence_bad":"D'autant plus que j'avait apprécié son professionnalisme lors de la prise de rendez-vous.", "sentence_good":"D'autant plus que j'avais apprécié son professionnalisme lors de la prise de rendez-vous.","label":1}
{"sentence_good":"Quant à l'enquête en question, sa définition laisse perplexe, car le mot « indépendante », qui figurait dans le projet, a disparu de le texte final.", "sentence_bad":"Quant à l'enquête en question, sa définition laisse perplexe, car le mot « indépendante », qui figurait dans le projet, ai disparu de le texte final.","label":0}
{"sentence_bad":"Un algorithme dont les clés faibles sont inconnues ou difficiles à établir n'inspireront pas confiance.", "sentence_good":"Un algorithme dont les clés faibles sont inconnues ou difficiles à établir n'inspirera pas confiance.","label":1}
{"sentence_good":"Quel est le mois où est entré en vigueur l'embargo de l'ONU sur le pétrole visant Haïti ?", "sentence_bad":"Quel est le mois où suis entré en vigueur l'embargo de l'ONU sur le pétrole visant Haïti ?","label":0}
{"sentence_good":"Les normes imposées à cet effet dans une autre directive, 95\/35\/CE, semblent suffisamment adéquates pour informer les gens de manière responsable de l'organisation de le transport de marchandises dangereuses.", "sentence_bad":"Les normes imposées à cet effet dans une autre directive, 95\/35\/CE, semblons suffisamment adéquates pour informer les gens de manière responsable de l'organisation de le transport de marchandises dangereuses.","label":0}
{"sentence_bad":"À la suite de l'élargissement, ce type d'activité devrait continuer à se développer, ce que recommandent également l'évaluateur de le programme Pericles.", "sentence_good":"À la suite de l'élargissement, ce type d'activité devrait continuer à se développer, ce que recommande également l'évaluateur de le programme Pericles.","label":1}
{"sentence_bad":"Dans tous les cas, le principal actionnaire, ou groupe d'actionnaires, entendait ainsi clairement rappeler que le pouvoir se trouve chez lui et que la compétence technique ne modifient pas la légitimité de le pouvoir, c'est-à-dire sa source actionnariale.", "sentence_good":"Dans tous les cas, le principal actionnaire, ou groupe d'actionnaires, entendait ainsi clairement rappeler que le pouvoir se trouve chez lui et que la compétence technique ne modifie pas la légitimité de le pouvoir, c'est-à-dire sa source actionnariale.","label":1}
{"sentence_good":"Faut-il adapter l'islam à la modernité ou à le contraire adapter la modernité à l'islam, ainsi que le prétendent les fondamentalistes ?", "sentence_bad":"Faut-il adapter l'islam à la modernité ou à le contraire adapter la modernité à l'islam, ainsi que le prétend les fondamentalistes ?","label":0}
{"sentence_bad":"« Il n'y a pas de problème de banlieue et la banlieue, je ne sais pas ce que c'est », n'a cessée de répéter cet animateur passé par Radio Nova.", "sentence_good":"« Il n'y a pas de problème de banlieue et la banlieue, je ne sais pas ce que c'est », n'a cessé de répéter cet animateur passé par Radio Nova.","label":1}
{"sentence_good":"Où était le premier terrain de golf à les États-Unis ?", "sentence_bad":"Où étaient le premier terrain de golf à les États-Unis ?","label":0}
{"sentence_good":"Mais le lendemain matin la petite saignée de 30 cm de fond avait fait place à une brèche de 32 mètres de large et de 6 mètres de profondeur.", "sentence_bad":"Mais le lendemain matin la petite saignée de 30 cm de fond avais fait place à une brèche de 32 mètres de large et de 6 mètres de profondeur.","label":0}
{"sentence_bad":"Comme l'a très bien dite M. Simpson, il ne faut jamais considérer que le processus est acquis, qu'il a abouti.", "sentence_good":"Comme l'a très bien dit M. Simpson, il ne faut jamais considérer que le processus est acquis, qu'il a abouti.","label":1}
{"sentence_bad":"Je peut aussi confirmer que le Conseil n'a pas demandé à la Commission de revoir sa proposition.", "sentence_good":"Je puis aussi confirmer que le Conseil n'a pas demandé à la Commission de revoir sa proposition.","label":1}
{"sentence_good":"Le 8 septembre 1968, le directeur de le FBI, Edgar Hoover, qualifia le BPP de « menace la plus sérieuse à la sécurité interne de le pays ».", "sentence_bad":"Le 8 septembre 1968, le directeur de le FBI, Edgar Hoover, qualifiai le BPP de « menace la plus sérieuse à la sécurité interne de le pays ».","label":0}
{"sentence_bad":"L'action BP, déjà en hausse ces derniers jours, ai fini en hausse de 4,8% à 360,85 pence, après avoir un moment touché son plus haut niveau depuis le 21 juin.", "sentence_good":"L'action BP, déjà en hausse ces derniers jours, a fini en hausse de 4,8% à 360,85 pence, après avoir un moment touché son plus haut niveau depuis le 21 juin.","label":1}
{"sentence_good":"Durant une conférence de presse, on annonce que les travailleurs ayant découvert le crâne avaient déjà contacté les autorités les 11, 12 et 13 août pour leur fournir des pistes dans cette affaire.", "sentence_bad":"Durant une conférence de presse, on annonce que les travailleurs ayant découvert le crâne avait déjà contacté les autorités les 11, 12 et 13 août pour leur fournir des pistes dans cette affaire.","label":0}
{"sentence_bad":"De là seraient née sa vocation musicale (après avoir été bercé par le « chant » de les martinets--à entendre ici dans le sens de les lourds marteaux de platinage et non de les gracieux oiseaux !)", "sentence_good":"De là serait née sa vocation musicale (après avoir été bercé par le « chant » de les martinets--à entendre ici dans le sens de les lourds marteaux de platinage et non de les gracieux oiseaux !)","label":1}
{"sentence_bad":"C'est la troisième société que nous testent depuis notre arrivée à Toulouse.", "sentence_good":"C'est la troisième société que nous testons depuis notre arrivée à Toulouse.","label":1}
{"sentence_good":"Nous vous répétons que si vous venez sur la commune n'hésitez pas à venir boire l'apéro à la maison.", "sentence_bad":"Nous vous répétons que si vous venons sur la commune n'hésitez pas à venir boire l'apéro à la maison.","label":0}
{"sentence_good":"Cuisine à la fois conviviale et raffinée à un prix très abordable, ses menus de saison aussi bons que copieux ne nous ont jamais laissés sur notre faim.", "sentence_bad":"Cuisine à la fois conviviale et raffinée à un prix très abordable, ses menus de saison aussi bons que copieux ne nous a jamais laissés sur notre faim.","label":0}
{"sentence_good":"Les moments les plus appréciés sont l'apparition de les premières fleurs que guettent les photographes et la période de pic de floraison.", "sentence_bad":"Les moments les plus appréciés sont l'apparition de les premières fleurs que guette les photographes et la période de pic de floraison.","label":0}
{"sentence_bad":"L'avancée chrétienne à le sud de la Meseta à le XIe siècle amenas Alphonse VI de Castille à les portes d'Alcalá.", "sentence_good":"L'avancée chrétienne à le sud de la Meseta à le XIe siècle amena Alphonse VI de Castille à les portes d'Alcalá.","label":1}
{"sentence_good":"Ainsi, les sites allemand et français de Google, contrairement à le site américain, excluent un certain nombre de pages diffusant des idées d'extrême droite.", "sentence_bad":"Ainsi, les sites allemand et français de Google, contrairement à le site américain, exclut un certain nombre de pages diffusant des idées d'extrême droite.","label":0}
{"sentence_bad":"Dès le troisième jour, je es remonté sur mon EMicro.", "sentence_good":"Dès le troisième jour, je suis remonté sur mon EMicro.","label":1}
{"sentence_good":"Les habitats marécageux comme les zones humides peu profondes, les lagunes côtières et les grands deltas salés de les fleuves existaient aussi à cette époque, et bien des spécialistes suggèrent que c'est dans un tel environnement que les tétrapodes ont évolué.", "sentence_bad":"Les habitats marécageux comme les zones humides peu profondes, les lagunes côtières et les grands deltas salés de les fleuves existait aussi à cette époque, et bien des spécialistes suggèrent que c'est dans un tel environnement que les tétrapodes ont évolué.","label":0}
{"sentence_good":"Ayant fait une réservation un mois avant un déplacement, j'ai été prévenu la veille pour le lendemain que j'avais fait l'objet d'un surbooking, mais qu'aucun désistement n'ayant eu lieu je ne pouvais être hébergé et qu'il fallait que je me débrouille pour trouver une autre solution.", "sentence_bad":"Ayant fait une réservation un mois avant un déplacement, j'ai été prévenu la veille pour le lendemain que j'avais fait l'objet d'un surbooking, mais qu'aucun désistement n'ayant eu lieu je ne pouvait être hébergé et qu'il fallait que je me débrouille pour trouver une autre solution.","label":0}
{"sentence_bad":"« Nous réfléchissons activement à les moyens possibles de décourager les contentieux, à l’exception de ceux émanant de les acteurs importants de le projet », aurais-il déclaré.", "sentence_good":"« Nous réfléchissons activement à les moyens possibles de décourager les contentieux, à l’exception de ceux émanant de les acteurs importants de le projet », aurait-il déclaré.","label":1}
{"sentence_bad":"Son objectif est de rechercher ce qui fait le désir de création d'un écrivain comme lui et de s'attacher à expliquer les modes de sublimation littéraire : pourquoi sont-il devenu écrivain, « où puise-t-il son énergie créatrice ?", "sentence_good":"Son objectif est de rechercher ce qui fait le désir de création d'un écrivain comme lui et de s'attacher à expliquer les modes de sublimation littéraire : pourquoi est-il devenu écrivain, « où puise-t-il son énergie créatrice ?","label":1}
{"sentence_good":"Et c'est précisément l'acceptation de ce principe qui l'a conduite à les succès dont nous pouvons faire état, comme nous le faisons tous assurément de temps à autre.", "sentence_bad":"Et c'est précisément l'acceptation de ce principe qui l'a conduite à les succès dont nous pouvons faire état, comme nous le font tous assurément de temps à autre.","label":0}
{"sentence_good":"Le téléphone que devait lancer le groupe en milieu de semaine s'inscrit dans le cadre d'une opération destinée à gagner une part de le marché de la téléphonie mobile en Chine, le plus peuplé à le monde.", "sentence_bad":"Le téléphone que devaient lancer le groupe en milieu de semaine s'inscrit dans le cadre d'une opération destinée à gagner une part de le marché de la téléphonie mobile en Chine, le plus peuplé à le monde.","label":0}
{"sentence_bad":"Les routes 103, 104, 105, 130, 570 et 580 dessert le territoire.", "sentence_good":"Les routes 103, 104, 105, 130, 570 et 580 desservent le territoire.","label":1}
{"sentence_bad":"Un observatoire astronomique de l'âge de bronze, construit vers 1900 avant J.-C., a grandement servie la communauté de les environs qui y a vécu jusqu'en 700 avant J.-C.", "sentence_good":"Un observatoire astronomique de l'âge de bronze, construit vers 1900 avant J.-C., a grandement servi la communauté de les environs qui y a vécu jusqu'en 700 avant J.-C.","label":1}
{"sentence_bad":"Vous avons aussi évoqué le souhait de ne pas perdre de vue la solidarité sociale, dans le contexte de la globalisation.", "sentence_good":"Vous avez aussi évoqué le souhait de ne pas perdre de vue la solidarité sociale, dans le contexte de la globalisation.","label":1}
{"sentence_good":"Quand nous avons demandé le remboursement de la chambre, il a été impossible de l'obtenir sur place et le directeur n'a même pas voulu nous parler à le téléphone !", "sentence_bad":"Quand nous avez demandé le remboursement de la chambre, il a été impossible de l'obtenir sur place et le directeur n'a même pas voulu nous parler à le téléphone !","label":0}
{"sentence_good":"Merci pour l'aide que vous apportez.", "sentence_bad":"Merci pour l'aide que vous apportent.","label":0}
{"sentence_good":"Personnellement, je n'y retournerai pas, même si l'on m'invite.", "sentence_bad":"Personnellement, je n'y retourneras pas, même si l'on m'invite.","label":0}
{"sentence_bad":"En outre, vous ne pouvons créer qu'un seul compte Facebook par adresse électronique.", "sentence_good":"En outre, vous ne pouvez créer qu'un seul compte Facebook par adresse électronique.","label":1}
{"sentence_good":"En 2000, une visite d'Ariel Sharon avait provoqué les premiers incidents violents de ce qui allait devenir la seconde Intifada...", "sentence_bad":"En 2000, une visite d'Ariel Sharon avais provoqué les premiers incidents violents de ce qui allait devenir la seconde Intifada...","label":0}
{"sentence_good":"Je vous avouerai que, pour le moment, les choses me semblent un petit peu confuses.", "sentence_bad":"Je vous avoueras que, pour le moment, les choses me semblent un petit peu confuses.","label":0}
{"sentence_good":"Quand les archers yorkistes ont épuisé toutes leurs munitions, ils ramassent les flèches adverses parsemées devant eux et reprennent le tir.", "sentence_bad":"Quand les archers yorkistes avez épuisé toutes leurs munitions, ils ramassent les flèches adverses parsemées devant eux et reprennent le tir.","label":0}
{"sentence_bad":"Vous repartiront très déçu...", "sentence_good":"Vous repartirez très déçu...","label":1}
{"sentence_bad":"comment puis-nous faire en sorte que la politique de l'union s'articule avec les politiques nationales subsidiaires d'aménagement de le territoire.", "sentence_good":"comment pouvons-nous faire en sorte que la politique de l'union s'articule avec les politiques nationales subsidiaires d'aménagement de le territoire.","label":1}
{"sentence_bad":"Néanmoins, si la loi anglaise avait été acceptée, les filles de Luis X, Felipe V et Carlos IV aurions eu plus qu’une prétention à le trône, au-dessus de leur tante Isabelle de France.", "sentence_good":"Néanmoins, si la loi anglaise avait été acceptée, les filles de Luis X, Felipe V et Carlos IV auraient eu plus qu’une prétention à le trône, au-dessus de leur tante Isabelle de France.","label":1}
{"sentence_good":"Nous n'avons jamais refusé un projet.", "sentence_bad":"Nous n'ont jamais refusé un projet.","label":0}
{"sentence_bad":"\"Quiconque montait devait être fauché littéralement soit par les nôtres, soit par le feu de les mitrailleurs allemands\", déclareront le caporal Maupas lors de son interrogatoire.", "sentence_good":"\"Quiconque montait devait être fauché littéralement soit par les nôtres, soit par le feu de les mitrailleurs allemands\", déclarera le caporal Maupas lors de son interrogatoire.","label":1}
{"sentence_bad":"« Il n'avait aucun intérêt pour sa santé » ont rapporté sa femme, Alice.", "sentence_good":"« Il n'avait aucun intérêt pour sa santé » a rapporté sa femme, Alice.","label":1}
{"sentence_good":"L'Onu doit s'attaquer aujourd'hui à de nouveaux défis, comme les changements climatiques et la lutte contre le terrorisme, a-t-elle souligné.", "sentence_bad":"L'Onu doit s'attaquer aujourd'hui à de nouveaux défis, comme les changements climatiques et la lutte contre le terrorisme, ai-t-elle souligné.","label":0}
{"sentence_bad":"Anjou Sol'Art, est une entreprise dont les compétences en matière de solaire et solaire photovoltaïque ne est plus à prouver.", "sentence_good":"Anjou Sol'Art, est une entreprise dont les compétences en matière de solaire et solaire photovoltaïque ne sont plus à prouver.","label":1}
{"sentence_good":"Nous constatons que les fonds sont une condition nécessaire mais insuffisante pour parvenir à la cohésion économique et sociale.", "sentence_bad":"Nous constatez que les fonds sont une condition nécessaire mais insuffisante pour parvenir à la cohésion économique et sociale.","label":0}
{"sentence_bad":"Pourquoi ne dispose-nous que d'estimations ?", "sentence_good":"Pourquoi ne disposons-nous que d'estimations ?","label":1}
{"sentence_bad":"Ainsi, ces cadres, de par leur clarté et leur crédibilité, a accru la portée de les actions de la Banque.", "sentence_good":"Ainsi, ces cadres, de par leur clarté et leur crédibilité, ont accru la portée de les actions de la Banque.","label":1}
{"sentence_bad":"Bien sûr, je ne négliges pas l'aspect financier, mais il n'est pas le seul élément que j'ai pris en compte \".", "sentence_good":"Bien sûr, je ne néglige pas l'aspect financier, mais il n'est pas le seul élément que j'ai pris en compte \".","label":1}
{"sentence_bad":"Pendant ce temps, je recouvrait le contenu de le vase de plâtre de Paris, préalablement préparé avec de l'eau chaude.", "sentence_good":"Pendant ce temps, je recouvrais le contenu de le vase de plâtre de Paris, préalablement préparé avec de l'eau chaude.","label":1}
{"sentence_good":"Toute personne a droit à ce que règne, sur le plan social et sur le plan international, un ordre tel que les droits et libertés énoncés dans la présente déclaration puissent y trouver plein effet.", "sentence_bad":"Toute personne a droit à ce que règnes, sur le plan social et sur le plan international, un ordre tel que les droits et libertés énoncés dans la présente déclaration puissent y trouver plein effet.","label":0}
{"sentence_bad":"Et ce d'autant plus que nul ne sait où et quand passerai le prochain camion.", "sentence_good":"Et ce d'autant plus que nul ne sait où et quand passera le prochain camion.","label":1}
{"sentence_bad":"Il meurt quatre ans plus tard, à l'âge de 54 ans, \"rongé\", avait-il dit, \"par les visages de tous ceux que je n'as pas pu sauver\".", "sentence_good":"Il meurt quatre ans plus tard, à l'âge de 54 ans, \"rongé\", avait-il dit, \"par les visages de tous ceux que je n'ai pas pu sauver\".","label":1}
{"sentence_good":"La quiétude de cet endroit vous envahira et vous oublierez la ville et ses soucis.", "sentence_bad":"La quiétude de cet endroit vous envahira et vous oublieront la ville et ses soucis.","label":0}
{"sentence_bad":"Si nous prenons comme seul indicateur le produit intérieur brut par habitant, nous risquez de nous tromper.", "sentence_good":"Si nous prenons comme seul indicateur le produit intérieur brut par habitant, nous risquons de nous tromper.","label":1}
{"sentence_good":"Lorsque vous tournez autour de le côté gauche, vous allez continuer à balancer à l'atterrissage et probablement que vous ne pourrez pas rester sur votre jambe droite.", "sentence_bad":"Lorsque vous tournent autour de le côté gauche, vous allez continuer à balancer à l'atterrissage et probablement que vous ne pourrez pas rester sur votre jambe droite.","label":0}
{"sentence_bad":"Les causes de la catastrophe, qui a fait 103 morts, restez pour l'instant inconnues.", "sentence_good":"Les causes de la catastrophe, qui a fait 103 morts, restent pour l'instant inconnues.","label":1}
{"sentence_bad":"Dans l'étude portant sur des femmes âgées, le risque de fractures vertébrales ont diminué de 70% chez les patientes sous Aclasta (à l'exclusion de tout autre traitement anti-ostéoporosique) sur une période de trois ans, par rapport à les patientes sous placebo.", "sentence_good":"Dans l'étude portant sur des femmes âgées, le risque de fractures vertébrales a diminué de 70% chez les patientes sous Aclasta (à l'exclusion de tout autre traitement anti-ostéoporosique) sur une période de trois ans, par rapport à les patientes sous placebo.","label":1}
{"sentence_good":"Bonjour, Nous avons fait l'acquisition d'un O'Hara modèle 2010.", "sentence_bad":"Bonjour, Nous avez fait l'acquisition d'un O'Hara modèle 2010.","label":0}
{"sentence_good":"Ses geôliers qui prétendent se battre pour la démocratie et l'avènement d'un Etat de droit et pour le respect de la dignité humaine ont préféré l'exécuter sommairement et sans jugement après qu'il se soit rendu.", "sentence_bad":"Ses geôliers qui prétendent se battre pour la démocratie et l'avènement d'un Etat de droit et pour le respect de la dignité humaine avez préféré l'exécuter sommairement et sans jugement après qu'il se soit rendu.","label":0}
{"sentence_good":"Vous avez évoqué le cinquantième anniversaire de la déclaration de Robert Schuman, que le Parlement a en effet fêté de façon très solennelle.", "sentence_bad":"Vous avons évoqué le cinquantième anniversaire de la déclaration de Robert Schuman, que le Parlement a en effet fêté de façon très solennelle.","label":0}
{"sentence_good":"Il semble avoir voulu laisser le Sénat et l'état agir sans son aide, et ses ordres directs étaient assez vagues ; la nature de ses intentions, plutôt que l'implémentation de la loi, a suscité la controverse.", "sentence_bad":"Il semble avoir voulu laisser le Sénat et l'état agir sans son aide, et ses ordres directs étaient assez vagues ; la nature de ses intentions, plutôt que l'implémentation de la loi, as suscité la controverse.","label":0}
{"sentence_good":"De là serait née sa vocation musicale (après avoir été bercé par le « chant » de les martinets--à entendre ici dans le sens de les lourds marteaux de platinage et non de les gracieux oiseaux !)", "sentence_bad":"De là serais née sa vocation musicale (après avoir été bercé par le « chant » de les martinets--à entendre ici dans le sens de les lourds marteaux de platinage et non de les gracieux oiseaux !)","label":0}
{"sentence_bad":"Cette logique, poursuit-il, suis basée sur les résolutions que le Conseil de sécurité a adoptées depuis 2007 en vertu de lesquelles ce dernier a pris note de les deux propositions.", "sentence_good":"Cette logique, poursuit-il, est basée sur les résolutions que le Conseil de sécurité a adoptées depuis 2007 en vertu de lesquelles ce dernier a pris note de les deux propositions.","label":1}
{"sentence_good":"Il a de même souligné l'appui de l'Arabie Saoudite pour le Liban, concluant que les positions de le député Walid Joumblatt sont connues.", "sentence_bad":"Il a de même souligné l'appui de l'Arabie Saoudite pour le Liban, concluant que les positions de le député Walid Joumblatt est connues.","label":0}
{"sentence_bad":"Ses geôliers qui prétendent se battre pour la démocratie et l'avènement d'un Etat de droit et pour le respect de la dignité humaine avons préféré l'exécuter sommairement et sans jugement après qu'il se soit rendu.", "sentence_good":"Ses geôliers qui prétendent se battre pour la démocratie et l'avènement d'un Etat de droit et pour le respect de la dignité humaine ont préféré l'exécuter sommairement et sans jugement après qu'il se soit rendu.","label":1}
{"sentence_bad":"Vous avons forcément entendu parler de lui.", "sentence_good":"Vous avez forcément entendu parler de lui.","label":1}
{"sentence_bad":"Après que le parti national-socialiste eus repris le pouvoir en 1933, il tenta de temps à autre de récupérer les anciennes colonies.", "sentence_good":"Après que le parti national-socialiste eut repris le pouvoir en 1933, il tenta de temps à autre de récupérer les anciennes colonies.","label":1}
{"sentence_bad":"« J'ai entendu des cris, alors je es sortie de le magasin.", "sentence_good":"« J'ai entendu des cris, alors je suis sortie de le magasin.","label":1}
{"sentence_good":"Où a eu lieu le premier Championnat international de ski de fond ?", "sentence_bad":"Où as eu lieu le premier Championnat international de ski de fond ?","label":0}
{"sentence_bad":"L'ex-ministre français de les Affaires étrangères, en l'occurrence Bernard Kouchner, avait effectués en octobre de l'année dernière, une visite à le Mali et à le Niger.", "sentence_good":"L'ex-ministre français de les Affaires étrangères, en l'occurrence Bernard Kouchner, avait effectué en octobre de l'année dernière, une visite à le Mali et à le Niger.","label":1}
{"sentence_good":"Le quatrième point consiste en certaines propositions nouvelles, bien que les questions à lesquelles elles se réfèrent aient toujours fait l'objet de discussions.", "sentence_bad":"Le quatrième point consiste en certaines propositions nouvelles, bien que les questions à lesquelles elles se réfèrent ait toujours fait l'objet de discussions.","label":0}
{"sentence_good":"Pour rassurer l'agent français, le Pacha envoya un homme avec ce message : \" Combien de mains exiges-tu qu'on t'apporte sur un plat ?", "sentence_bad":"Pour rassurer l'agent français, le Pacha envoya un homme avec ce message : \" Combien de mains exige-tu qu'on t'apporte sur un plat ?","label":0}
{"sentence_bad":"C'est en toute confiance que nous avez confié la vente de notre propriété à Christine.", "sentence_good":"C'est en toute confiance que nous avons confié la vente de notre propriété à Christine.","label":1}
{"sentence_bad":"-LISBONNE (Dow Jones)--Le groupe de télécommunications espagnol Telefonica SA (TEF) compte relever son offre sur la part de 50% que Portugal Telecom SA (PT) détient dans leur coentreprise brésilienne à un montant compris entre 5,9 milliards et 6,8 milliards d'euros, ai indiqué une personne à le fait de la situation mardi.", "sentence_good":"-LISBONNE (Dow Jones)--Le groupe de télécommunications espagnol Telefonica SA (TEF) compte relever son offre sur la part de 50% que Portugal Telecom SA (PT) détient dans leur coentreprise brésilienne à un montant compris entre 5,9 milliards et 6,8 milliards d'euros, a indiqué une personne à le fait de la situation mardi.","label":1}
{"sentence_bad":"Si quelqu'un vient travailler chez moi, as-je droit à une réduction d'impôt ?", "sentence_good":"Si quelqu'un vient travailler chez moi, ai-je droit à une réduction d'impôt ?","label":1}
{"sentence_bad":"Lord Halifax, président de le conseil, a visités l'Allemagne à titre personnel en novembre et a rencontré Hitler et d'autres fonctionnaires allemands.", "sentence_good":"Lord Halifax, président de le conseil, a visité l'Allemagne à titre personnel en novembre et a rencontré Hitler et d'autres fonctionnaires allemands.","label":1}
{"sentence_good":"Si vous ne voyez pas ce bouton, c'est que vous ne pouvez pas vous abonner.", "sentence_bad":"Si vous ne voyez pas ce bouton, c'est que vous ne peuvent pas vous abonner.","label":0}
{"sentence_bad":"À quelle date eurent lieu la première transmission de CNN ?", "sentence_good":"À quelle date eut lieu la première transmission de CNN ?","label":1}
{"sentence_bad":"- Gardez cette notice, vous pourrions avoir besoin de la relire.", "sentence_good":"- Gardez cette notice, vous pourriez avoir besoin de la relire.","label":1}
{"sentence_bad":"Les plénipotentiaires britannique et tibétain a rédigé une note déniant à la Chine, si elle ne consentait pas à signer, tous privilèges liés à l'Accord et l'ont scellé comme un accord bilatéral le même jour.", "sentence_good":"Les plénipotentiaires britannique et tibétain ont rédigé une note déniant à la Chine, si elle ne consentait pas à signer, tous privilèges liés à l'Accord et l'ont scellé comme un accord bilatéral le même jour.","label":1}
{"sentence_bad":"Le documentaire de Jean-Christophe Averty intitulé « Autoportrait mou de Salvador Dali » se déroulant à cette époque et dans cette région espagnole permets d'entrevoir l'atmosphère qui régnait ici et fait apparaître Edgar Froese pendant quelques instants.", "sentence_good":"Le documentaire de Jean-Christophe Averty intitulé « Autoportrait mou de Salvador Dali » se déroulant à cette époque et dans cette région espagnole permet d'entrevoir l'atmosphère qui régnait ici et fait apparaître Edgar Froese pendant quelques instants.","label":1}
{"sentence_bad":"J'espère que nous ne devrons pas avoir recours à le type de mesures que vous suggèrent, Monsieur le Député.", "sentence_good":"J'espère que nous ne devrons pas avoir recours à le type de mesures que vous suggérez, Monsieur le Député.","label":1}
{"sentence_good":"Peut-être a-t-elle eu le tort, la veille, de faire installer des poubelles fixes, synonymes, à priori, de propreté, ce qui a eu probablement pour effet d'inciter les gens à rester à domicile.", "sentence_bad":"Peut-être as-t-elle eu le tort, la veille, de faire installer des poubelles fixes, synonymes, à priori, de propreté, ce qui a eu probablement pour effet d'inciter les gens à rester à domicile.","label":0}
{"sentence_good":"Celui-ci, qui n'a pas pris la parole à le cours de l'audience, a approuvé d'un geste de la tête.", "sentence_bad":"Celui-ci, qui n'a pas pris la parole à le cours de l'audience, as approuvé d'un geste de la tête.","label":0}
{"sentence_bad":"Conclusion, pour quasi le même prix, je me es acheté une Clio Estate de chez Renault !", "sentence_good":"Conclusion, pour quasi le même prix, je me suis acheté une Clio Estate de chez Renault !","label":1}
{"sentence_bad":"Après la découverte de l'Amérique par Christophe Colomb en 1492, le terme espagnol « Antilles » fus employé pour nommer ces terres ; en conséquence, l'expression « mer de les Antilles », à la place de mer de les Caraïbes, devint courante dans plusieurs langues européennes.", "sentence_good":"Après la découverte de l'Amérique par Christophe Colomb en 1492, le terme espagnol « Antilles » fut employé pour nommer ces terres ; en conséquence, l'expression « mer de les Antilles », à la place de mer de les Caraïbes, devint courante dans plusieurs langues européennes.","label":1}
{"sentence_bad":"C'est pourquoi nous ont choisi de dévoiler ces techniques trop souvent méconnues qui contribuent à illustrer nos livres en noir ou en couleurs.", "sentence_good":"C'est pourquoi nous avons choisi de dévoiler ces techniques trop souvent méconnues qui contribuent à illustrer nos livres en noir ou en couleurs.","label":1}
{"sentence_good":"Certaines sources affirment même que l'ancien attaquant de le Benfica se serait déjà engagé pour trois ans et demi.", "sentence_bad":"Certaines sources affirment même que l'ancien attaquant de le Benfica se serais déjà engagé pour trois ans et demi.","label":0}
{"sentence_bad":"A éviter si vous n'ont pas gagné à le Loto !", "sentence_good":"A éviter si vous n'avez pas gagné à le Loto !","label":1}
{"sentence_good":"Vers 3h de le matin, je me suis levée pour aller à les toilettes, et j'ai entendu des pas dehors.", "sentence_bad":"Vers 3h de le matin, je me suis levée pour aller à les toilettes, et j'as entendu des pas dehors.","label":0}
{"sentence_good":"Un homme avec un téléphone sans fil à la main est entré et il m'a demandé : « qu'est ce que tu as ? ».", "sentence_bad":"Un homme avec un téléphone sans fil à la main est entrés et il m'a demandé : « qu'est ce que tu as ? ».","label":0}
{"sentence_good":"Le bâtiment qui aurait été un hôpital ou un lieu de repos a fonctionné en moulin jusque dans les années 1970.", "sentence_bad":"Le bâtiment qui aurait été un hôpital ou un lieu de repos a fonctionnée en moulin jusque dans les années 1970.","label":0}
{"sentence_good":"Or le Mouvement de le 20 février, qui semble avoir perdu de son élan initial, a appelé à le boycott de les élections.", "sentence_bad":"Or le Mouvement de le 20 février, qui semble avoir perdu de son élan initial, ai appelé à le boycott de les élections.","label":0}
{"sentence_bad":"« C'est un début, a déclarée M. Bertrand.", "sentence_good":"« C'est un début, a déclaré M. Bertrand.","label":1}
{"sentence_good":"Trois joueurs issus de cette draft sont devenus Hall-of-famers : Harry Gallatin, Andy Phillip et Jim Pollard.", "sentence_bad":"Trois joueurs issus de cette draft sommes devenus Hall-of-famers : Harry Gallatin, Andy Phillip et Jim Pollard.","label":0}
{"sentence_bad":"Cette Haute Autorité aura des compétences comparables à celles de le conseil de surveillance d'une entreprise, \"un rôle d'alerte, de contrôle et d'interpellation\", as indiqué M. Lambert.", "sentence_good":"Cette Haute Autorité aura des compétences comparables à celles de le conseil de surveillance d'une entreprise, \"un rôle d'alerte, de contrôle et d'interpellation\", a indiqué M. Lambert.","label":1}
{"sentence_bad":"\"Les filles, vous savent, ont fait tant de choses dans l'ombre !\"", "sentence_good":"\"Les filles, vous savez, ont fait tant de choses dans l'ombre !\"","label":1}
{"sentence_bad":"À Damas comme en province, le mur de la peur qui empêchait toute contestation sembles se fissurer.", "sentence_good":"À Damas comme en province, le mur de la peur qui empêchait toute contestation semble se fissurer.","label":1}
{"sentence_bad":"Où ai eu lieu le premier Championnat international de ski de fond ?", "sentence_good":"Où a eu lieu le premier Championnat international de ski de fond ?","label":1}
{"sentence_good":"Le Conseil Municipal de Chaumot n'est alors pas allé là contre (puisque déjà en désaccord avec le Legs Thénard), à le mécontentement de certains habitants.", "sentence_bad":"Le Conseil Municipal de Chaumot n'est alors pas allée là contre (puisque déjà en désaccord avec le Legs Thénard), à le mécontentement de certains habitants.","label":0}
{"sentence_good":"Pour ma part, j'avais envie de lui dire : qui interdit à les étudiants l'accès à la cité ?", "sentence_bad":"Pour ma part, j'avait envie de lui dire : qui interdit à les étudiants l'accès à la cité ?","label":0}
{"sentence_good":"L'argent qui devait financer le film n'est jamais arrivé.", "sentence_bad":"L'argent qui devait financer le film n'es jamais arrivé.","label":0}
{"sentence_bad":"Je n'as pas essayé le menu à la carte.", "sentence_good":"Je n'ai pas essayé le menu à la carte.","label":1}
{"sentence_good":"Et ce flux, le flux de la vie, de la base jusqu'à le sommet, est le flux que voit l'écologiste.", "sentence_bad":"Et ce flux, le flux de la vie, de la base jusqu'à le sommet, est le flux que voient l'écologiste.","label":0}
{"sentence_bad":"[...] Pendant que j'étais là, j'a vu les soldats irakiens entrer dans l'hôpital avec leurs armes.", "sentence_good":"[...] Pendant que j'étais là, j'ai vu les soldats irakiens entrer dans l'hôpital avec leurs armes.","label":1}
{"sentence_good":"Dans un courrier daté de le 19 décembre 1991, Alain Gomez affirmait lui-même que le réseau de Lily Liu avait \"prouvé son efficacité\".", "sentence_bad":"Dans un courrier daté de le 19 décembre 1991, Alain Gomez affirmait lui-même que le réseau de Lily Liu avait \"prouvés son efficacité\".","label":0}
{"sentence_bad":"85% de les patients n'avait jamais reçu de bisphosphonates.", "sentence_good":"85% de les patients n'avaient jamais reçu de bisphosphonates.","label":1}
{"sentence_good":"Les tribus arabes, souvent chrétiennes, qui servaient à l'Empire Perse de troupes supplétives pour protéger ses frontières, ont vu l'arrivée de Khâlid comme une menace.", "sentence_bad":"Les tribus arabes, souvent chrétiennes, qui servaient à l'Empire Perse de troupes supplétives pour protéger ses frontières, avons vu l'arrivée de Khâlid comme une menace.","label":0}
{"sentence_good":"Les moments les plus appréciés sont l'apparition de les premières fleurs que guettent les photographes et la période de pic de floraison.", "sentence_bad":"Les moments les plus appréciés sont l'apparition de les premières fleurs que guettez les photographes et la période de pic de floraison.","label":0}
{"sentence_good":"Je pense que nous devons empêcher cela.", "sentence_bad":"Je penses que nous devons empêcher cela.","label":0}
{"sentence_bad":"J'appuies aussi le désir de quitter un format suranné et de réunir les partenaires dans la recherche de moyens innovateurs pour endiguer le chômage.", "sentence_good":"J'appuie aussi le désir de quitter un format suranné et de réunir les partenaires dans la recherche de moyens innovateurs pour endiguer le chômage.","label":1}
{"sentence_good":"à le vu de la situation actuelle, quelle issue augurez-vous à ce conflit ?", "sentence_bad":"à le vu de la situation actuelle, quelle issue augures-vous à ce conflit ?","label":0}
{"sentence_good":"Celui-ci est, à l'image de le frère que s'est construit le narrateur, la fierté de son père.", "sentence_bad":"Celui-ci est, à l'image de le frère que s'est construits le narrateur, la fierté de son père.","label":0}
{"sentence_bad":"Vous devons prévenir votre médecin :", "sentence_good":"Vous devez prévenir votre médecin :","label":1}
{"sentence_bad":"Quand ont ouvert le premier magasin Wal-Mart ?", "sentence_good":"Quand a ouvert le premier magasin Wal-Mart ?","label":1}
{"sentence_good":"Le général Macors, qui commandait l'artillerie de l'armée française en Batavie, ne tarda pas à le distinguer, et lui fit remplir, pendant deux ans, les fonctions de chef de son état-major.", "sentence_bad":"Le général Macors, qui commandait l'artillerie de l'armée française en Batavie, ne tardas pas à le distinguer, et lui fit remplir, pendant deux ans, les fonctions de chef de son état-major.","label":0}
{"sentence_bad":"« Nous avez autorisé Loto-Québec à développer une offre de jeu en ligne, mais nous allons nous assurer que tout soit mis en œuvre afin que la lutte contre la dépendance à le jeu demeure une priorité », a souligné le ministre par voie de communiqué.", "sentence_good":"« Nous avons autorisé Loto-Québec à développer une offre de jeu en ligne, mais nous allons nous assurer que tout soit mis en œuvre afin que la lutte contre la dépendance à le jeu demeure une priorité », a souligné le ministre par voie de communiqué.","label":1}
{"sentence_bad":"Vous peuvent améliorer la sécurité de votre compte en mettant à jour vos informations sur la sécurité.", "sentence_good":"Vous pouvez améliorer la sécurité de votre compte en mettant à jour vos informations sur la sécurité.","label":1}
{"sentence_bad":"La distribution d'eau de le robinet de la ville de Chengdu avaient dû être interrompue pendant plusieurs heures le 2 avril après le début de la pollution.", "sentence_good":"La distribution d'eau de le robinet de la ville de Chengdu avait dû être interrompue pendant plusieurs heures le 2 avril après le début de la pollution.","label":1}
{"sentence_bad":"Le théâtre musical s'installera lui aussi dans la deuxième moitié de le siècle avec l'opérette et l'opéra comique que représentez bien les œuvres d'Offenbach.", "sentence_good":"Le théâtre musical s'installera lui aussi dans la deuxième moitié de le siècle avec l'opérette et l'opéra comique que représentent bien les œuvres d'Offenbach.","label":1}
{"sentence_good":"En plus de les genres Boudiera et Boudierella, et de les 86 espèces et sous-espèces boudieri que lui ont dédiées les mycologues, Boudier a décrit (sous son seul nom) les taxons suivants :", "sentence_bad":"En plus de les genres Boudiera et Boudierella, et de les 86 espèces et sous-espèces boudieri que lui avons dédiées les mycologues, Boudier a décrit (sous son seul nom) les taxons suivants :","label":0}
{"sentence_good":"Depuis que le tourisme a commencé à fleurir à Taquile dans les années 1970, les habitants de l'île ont lentement abandonné le tourisme de masse régi par des personnes extérieures à Taquile.", "sentence_bad":"Depuis que le tourisme a commencé à fleurir à Taquile dans les années 1970, les habitants de l'île a lentement abandonné le tourisme de masse régi par des personnes extérieures à Taquile.","label":0}
{"sentence_good":"« Personne ne peut douter, parmi notre peuple, comme chez tout autre peuple africain, que cette guerre de libération nationale dans laquelle nous sommes engagés n'appartienne à l'Afrique tout entière », déclarait il.", "sentence_bad":"« Personne ne peut douter, parmi notre peuple, comme chez tout autre peuple africain, que cette guerre de libération nationale dans laquelle nous êtes engagés n'appartienne à l'Afrique tout entière », déclarait il.","label":0}
{"sentence_bad":"Vous n'ont pas le droit de modifier, de transformer ou d'adapter cette création.", "sentence_good":"Vous n'avez pas le droit de modifier, de transformer ou d'adapter cette création.","label":1}
{"sentence_good":"À Pyongyang, j’ai bien vu des gens avec des Smartphones, mais beaucoup moins.", "sentence_bad":"À Pyongyang, j’a bien vu des gens avec des Smartphones, mais beaucoup moins.","label":0}
{"sentence_good":"\"Nous avons appris avec un profond regret la mort de le président de le Conseil national sahraoui, Mahfoudh Ali Beiba\", a écrit le président mauritanien, Mohamed Ould Abdel Aziz, dans une lettre à son homologue sahraoui, Mohamed Abdelaziz, dont une copie est parvenue à SPS.", "sentence_bad":"\"Nous avons appris avec un profond regret la mort de le président de le Conseil national sahraoui, Mahfoudh Ali Beiba\", ont écrit le président mauritanien, Mohamed Ould Abdel Aziz, dans une lettre à son homologue sahraoui, Mohamed Abdelaziz, dont une copie est parvenue à SPS.","label":0}
{"sentence_bad":"Ces liens entre les garants de le capitalisme que sont les entreprises de Wall Street, et John Reed le porte-parole de les bolchéviques à les États-Unis, pouvez s'expliquer d'après Antony Sutton par le fait que John Reed consolidait l'idée selon laquelle tous les capitalistes sont en guerre perpétuelle contre les socialistes révolutionnaires.", "sentence_good":"Ces liens entre les garants de le capitalisme que sont les entreprises de Wall Street, et John Reed le porte-parole de les bolchéviques à les États-Unis, peuvent s'expliquer d'après Antony Sutton par le fait que John Reed consolidait l'idée selon laquelle tous les capitalistes sont en guerre perpétuelle contre les socialistes révolutionnaires.","label":1}
{"sentence_good":"Je conteste complètement la version officielle parce que le communiqué [que j'ai publié sur mon blog] ne contient aucun terme qui pourrait être considéré comme une atteinte à la réputation ou à les intérêts de le pays.", "sentence_bad":"Je conteste complètement la version officielle parce que le communiqué [que j'ai publié sur mon blog] ne contiens aucun terme qui pourrait être considéré comme une atteinte à la réputation ou à les intérêts de le pays.","label":0}
{"sentence_bad":"- si vous avez des problèmes rénaux ou si vous en ont eu.", "sentence_good":"- si vous avez des problèmes rénaux ou si vous en avez eu.","label":1}
{"sentence_good":"Il faut venir y manger à le moins une fois dans votre vie, vous ne pourrez pas le regretter :)", "sentence_bad":"Il faut venir y manger à le moins une fois dans votre vie, vous ne pourrons pas le regretter :)","label":0}
{"sentence_good":"Maintenant, avec un peu de bonne volonté vous observerez que l'on peut être traditionaliste ET intégriste, mais que les intégristes n'ont pas le monopole de le traditionalisme, et réciproquement.", "sentence_bad":"Maintenant, avec un peu de bonne volonté vous observeront que l'on peut être traditionaliste ET intégriste, mais que les intégristes n'ont pas le monopole de le traditionalisme, et réciproquement.","label":0}
{"sentence_bad":"- Gardez cette notice, vous pourraient avoir besoin de la relire.", "sentence_good":"- Gardez cette notice, vous pourriez avoir besoin de la relire.","label":1}
{"sentence_good":"(QCOM) fait l'objet d'une nouvelle enquête sur la concurrence menée par la Commission européenne, a annoncé le groupe jeudi.", "sentence_bad":"(QCOM) fait l'objet d'une nouvelle enquête sur la concurrence menée par la Commission européenne, a annoncée le groupe jeudi.","label":0}
{"sentence_bad":"\"L'ambiguïté de cette question est à l'origine de nombreuses confusions et de beaucoup d'embarras chez nos clients\", aurait dit, selon le site, des agents de voyage mauritaniens.", "sentence_good":"\"L'ambiguïté de cette question est à l'origine de nombreuses confusions et de beaucoup d'embarras chez nos clients\", auraient dit, selon le site, des agents de voyage mauritaniens.","label":1}
{"sentence_bad":"Le carignan, cépage régional, mais exclu de les AOC comme trop productif, complètent cette gamme.", "sentence_good":"Le carignan, cépage régional, mais exclu de les AOC comme trop productif, complète cette gamme.","label":1}
{"sentence_good":"Deux furent écrasés dans leurs sacs de couchage par un chauffard ayant consommé du LSD, et un autre, sous l'emprise de la même drogue, se noiera en voulant prendre un bain.", "sentence_bad":"Deux furent écrasés dans leurs sacs de couchage par un chauffard ayant consommé du LSD, et un autre, sous l'emprise de la même drogue, se noieront en voulant prendre un bain.","label":0}
{"sentence_bad":"Quelle était cette organisation et comment as-t-elle évolué ?", "sentence_good":"Quelle était cette organisation et comment a-t-elle évolué ?","label":1}
{"sentence_bad":"» C'est ce qu'auraient déclaré un ophtalmologiste d'Aix-en-Provence à un patient d'origine marocaine, lui refusant une consultation, affirme France Info hier vendredi.", "sentence_good":"» C'est ce qu'aurait déclaré un ophtalmologiste d'Aix-en-Provence à un patient d'origine marocaine, lui refusant une consultation, affirme France Info hier vendredi.","label":1}
{"sentence_good":"à travers cette oeuvre, les élèves de CM2 de la classe de Mme Galotte ont abordé la compréhension de le texte.", "sentence_bad":"à travers cette oeuvre, les élèves de CM2 de la classe de Mme Galotte a abordé la compréhension de le texte.","label":0}
{"sentence_good":"Devant un tel état de les lieux, les séminaristes, dans le rapport final, ont bien entendu recommandé la modernisation de le système de gestion.", "sentence_bad":"Devant un tel état de les lieux, les séminaristes, dans le rapport final, a bien entendu recommandé la modernisation de le système de gestion.","label":0}
{"sentence_bad":"Monsieur le Président, tous les intervenants ou presque l'ont souligné : la seule lueur d'espoir qui se détache actuellement de la situation anarchique de le Zimbabwe résides dans l'organisation imminente de les élections.", "sentence_good":"Monsieur le Président, tous les intervenants ou presque l'ont souligné : la seule lueur d'espoir qui se détache actuellement de la situation anarchique de le Zimbabwe réside dans l'organisation imminente de les élections.","label":1}
{"sentence_bad":"Six candidats briguent les cinq sièges à le gouvernement jurassien lors de le second tour de les élections cantonales qui se tiendra le 14 novembre, ai annoncé mercredi la chancellerie.", "sentence_good":"Six candidats briguent les cinq sièges à le gouvernement jurassien lors de le second tour de les élections cantonales qui se tiendra le 14 novembre, a annoncé mercredi la chancellerie.","label":1}
{"sentence_bad":"Quant à l'enquête en question, sa définition laisse perplexe, car le mot « indépendante », qui figurait dans le projet, a disparus de le texte final.", "sentence_good":"Quant à l'enquête en question, sa définition laisse perplexe, car le mot « indépendante », qui figurait dans le projet, a disparu de le texte final.","label":1}
{"sentence_good":"Conformément à les réquisitions de le parquet, la juge d'instruction en charge de ce dossier a prononcé le 22 novembre une ordonnance de renvoi devant la juridiction criminelle.", "sentence_bad":"Conformément à les réquisitions de le parquet, la juge d'instruction en charge de ce dossier ai prononcé le 22 novembre une ordonnance de renvoi devant la juridiction criminelle.","label":0}
{"sentence_good":"Avant la messe de la Nativité concélébrée par le curé François Burger et l'abbé Roger Masson, une trentaine d'enfants ont reconstitué la naissance de Jésus, comme l'a légué la tradition chrétienne.", "sentence_bad":"Avant la messe de la Nativité concélébrée par le curé François Burger et l'abbé Roger Masson, une trentaine d'enfants ont reconstitué la naissance de Jésus, comme l'ont légué la tradition chrétienne.","label":0}
{"sentence_good":"Je vais vendre une maison, vais-je payer un impôt ?", "sentence_bad":"Je vais vendre une maison, vas-je payer un impôt ?","label":0}
{"sentence_good":"Un dirigeant de la CG2A, lors de l'attribution de le marché, a ainsi déclaré à le juge avoir acquitté de semblables factures à le mois de février 1992 \"parce que la commission d'appel d'offres se réunissait la semaine suivante\".", "sentence_bad":"Un dirigeant de la CG2A, lors de l'attribution de le marché, ont ainsi déclaré à le juge avoir acquitté de semblables factures à le mois de février 1992 \"parce que la commission d'appel d'offres se réunissait la semaine suivante\".","label":0}
{"sentence_bad":"En outre, les guerres qui ont frappé la Longobardie l'avons affaiblie et le nord de les Pouilles est fortement dépeuplé.", "sentence_good":"En outre, les guerres qui ont frappé la Longobardie l'ont affaiblie et le nord de les Pouilles est fortement dépeuplé.","label":1}
{"sentence_good":"\"Elle est décédée à deux heures de le matin à l'hôpital Georges-Pompidou\", a déclaré à l'AFP une source médicale.", "sentence_bad":"\"Elle est décédée à deux heures de le matin à l'hôpital Georges-Pompidou\", ai déclaré à l'AFP une source médicale.","label":0}
{"sentence_good":"Je me suis rendu dernièrement à Pristina et, à l'université, j'ai cherché en vain trois étudiants que je connais depuis de longues années.", "sentence_bad":"Je me suis rendu dernièrement à Pristina et, à l'université, j'a cherché en vain trois étudiants que je connais depuis de longues années.","label":0}
{"sentence_bad":"Dans un rapport de mars 1999, la police a estimé qu'à le total, les salaires versés par la ville de Paris à le RPR concernant les emplois fictifs avoisine 30 millions de francs.", "sentence_good":"Dans un rapport de mars 1999, la police a estimé qu'à le total, les salaires versés par la ville de Paris à le RPR concernant les emplois fictifs avoisinent 30 millions de francs.","label":1}
{"sentence_bad":"Cette solution nécessite une entente parfaite entre les copropriétaires mais l'expérience montre que des conflits, qu'ils soient d'ordre financier ou liés à l'exploitation et à la disponibilité de l'avion, arrivons inévitablement tôt ou tard.", "sentence_good":"Cette solution nécessite une entente parfaite entre les copropriétaires mais l'expérience montre que des conflits, qu'ils soient d'ordre financier ou liés à l'exploitation et à la disponibilité de l'avion, arrivent inévitablement tôt ou tard.","label":1}
{"sentence_good":"Que devient alors le duo éthique, fondamentalement asymétrique et inégalitaire (le sujet n'a pas de visage) lors de l'irruption de le tiers ?", "sentence_bad":"Que deviens alors le duo éthique, fondamentalement asymétrique et inégalitaire (le sujet n'a pas de visage) lors de l'irruption de le tiers ?","label":0}
{"sentence_good":"La division, sous le commandement de l'amiral Lespès, avec Rieunier comme commandant en second, était composée de ironclads La Galissonnière (vaisseau amiral), Turenne et Triomphante, de les croiseurs Lapérouse, Primauguet, Champlain et Roland, et de les canonnières Vipère et Sagittaire.", "sentence_bad":"La division, sous le commandement de l'amiral Lespès, avec Rieunier comme commandant en second, était composées de ironclads La Galissonnière (vaisseau amiral), Turenne et Triomphante, de les croiseurs Lapérouse, Primauguet, Champlain et Roland, et de les canonnières Vipère et Sagittaire.","label":0}
{"sentence_bad":"à quelle date vas je recevoir mon avis de taxe d'habitation ?", "sentence_good":"à quelle date vais je recevoir mon avis de taxe d'habitation ?","label":1}
{"sentence_good":"Raspoutine pensait que l'armée impériale était sortie affaiblie de la défaite de 1905 contre le Japon et n'était pas prête à se lancer dans un nouveau conflit.", "sentence_bad":"Raspoutine pensait que l'armée impériale était sorties affaiblie de la défaite de 1905 contre le Japon et n'était pas prête à se lancer dans un nouveau conflit.","label":0}
{"sentence_bad":"Il nous reste encore beaucoup à faire en la matière, comme le montres l'actualité.", "sentence_good":"Il nous reste encore beaucoup à faire en la matière, comme le montre l'actualité.","label":1}
{"sentence_bad":"La résistance de les peuples dominés ont fini par briser les chaînes imposées par les dominateurs.", "sentence_good":"La résistance de les peuples dominés a fini par briser les chaînes imposées par les dominateurs.","label":1}
{"sentence_bad":"\"Les mesures annoncées devraient rapporter autour de 6,6 milliards d'euros à l'Etat sur les deux prochaines années, puis l'effet s'épuisera rapidement à 1,1 milliard de recettes par an\", relève les économistes d'Exane BNP Paribas dans une note publiée mardi.", "sentence_good":"\"Les mesures annoncées devraient rapporter autour de 6,6 milliards d'euros à l'Etat sur les deux prochaines années, puis l'effet s'épuisera rapidement à 1,1 milliard de recettes par an\", relèvent les économistes d'Exane BNP Paribas dans une note publiée mardi.","label":1}
{"sentence_good":"Après la publication de le livre en 1911, une famille Crooke, qui avait habité la région de Versailles de 1907 à 1909, prétendit avoir vu en 1908 la dessinatrice ainsi qu'un autre personnage en costume de le XVIIIe siècle.", "sentence_bad":"Après la publication de le livre en 1911, une famille Crooke, qui avait habité la région de Versailles de 1907 à 1909, prétendis avoir vu en 1908 la dessinatrice ainsi qu'un autre personnage en costume de le XVIIIe siècle.","label":0}
{"sentence_bad":"Ce cycle utilise les deux précédentes techniques, car nous retrouvent le cycle fermé en premier lieu, avec toujours le cycle de l'ammoniac qui traverse l'évaporateur, le turbogénérateur et le condenseur, c'est-à-dire un cycle thermodynamique qui produit de l'électricité.", "sentence_good":"Ce cycle utilise les deux précédentes techniques, car nous retrouvons le cycle fermé en premier lieu, avec toujours le cycle de l'ammoniac qui traverse l'évaporateur, le turbogénérateur et le condenseur, c'est-à-dire un cycle thermodynamique qui produit de l'électricité.","label":1}
{"sentence_good":"Comment nomme-t-on le couvre-chef que portent les Saoudiens ?", "sentence_bad":"Comment nomme-t-on le couvre-chef que porte les Saoudiens ?","label":0}
{"sentence_bad":"Dans les Archives de l'Abbé Foix, historien landais, on peut lire qu'« il fut une époque où le prieuré, abrita de nombreux moines »... Mais vers le milieu de le XVe siècle, les luttes religieuses entre le Béarn calviniste et le pays d'Orthe catholique, jeta la désolation dans toute la région.", "sentence_good":"Dans les Archives de l'Abbé Foix, historien landais, on peut lire qu'« il fut une époque où le prieuré, abrita de nombreux moines »... Mais vers le milieu de le XVe siècle, les luttes religieuses entre le Béarn calviniste et le pays d'Orthe catholique, jetèrent la désolation dans toute la région.","label":1}
{"sentence_good":"Mais les grecs ne pouvant se passer de l'aide d'Achille pour s'emparer de Troie, demandèrent à Ulysse de trouver et de ramener Achille.", "sentence_bad":"Mais les grecs ne pouvant se passer de l'aide d'Achille pour s'emparer de Troie, demandâmes à Ulysse de trouver et de ramener Achille.","label":0}
{"sentence_bad":"Je me sent libérée d'un grand poids.", "sentence_good":"Je me sens libérée d'un grand poids.","label":1}
{"sentence_good":"Vous arrivez avec 15 minutes de retard pour une prestation qui dure 60 minutes et on vous dit que la prestation sera donc réduite à 45 minutes !", "sentence_bad":"Vous arrivons avec 15 minutes de retard pour une prestation qui dure 60 minutes et on vous dit que la prestation sera donc réduite à 45 minutes !","label":0}
{"sentence_bad":"Celui-ci, qui n'a pas pris la parole à le cours de l'audience, ai approuvé d'un geste de la tête.", "sentence_good":"Celui-ci, qui n'a pas pris la parole à le cours de l'audience, a approuvé d'un geste de la tête.","label":1}
{"sentence_good":"La femme de ce dernier, Claude-Paule Abau, qu'il avait épousée le 4 juillet 1775 à Saint-André de les Arts, devint folle à la suite d'une maladie de douze années et de cruels chagrins et on dut l'enfermer à la maison royale de Charenton.", "sentence_bad":"La femme de ce dernier, Claude-Paule Abau, qu'il avait épousée le 4 juillet 1775 à Saint-André de les Arts, devins folle à la suite d'une maladie de douze années et de cruels chagrins et on dut l'enfermer à la maison royale de Charenton.","label":0}
{"sentence_good":"Je suis venue déjeuner avec ma nièce.", "sentence_bad":"Je est venue déjeuner avec ma nièce.","label":0}
{"sentence_good":"Là, on saura qui est le coupable et qui est la victime », a prévenu le patron de la FAF.", "sentence_bad":"Là, on saura qui est le coupable et qui est la victime », a prévenus le patron de la FAF.","label":0}
{"sentence_bad":"une question de sécurité est un bon moyen de vérifier que vous êtes le propriétaire de votre compte si vous en perdons l'accès.", "sentence_good":"une question de sécurité est un bon moyen de vérifier que vous êtes le propriétaire de votre compte si vous en perdez l'accès.","label":1}
{"sentence_bad":"Il sera nommé guide spirituel et pasteur de les âmes de la cité etnéenne par les chevaliers normands dans la phase finale de la complète reconquête chrétienne de la Sicile arabe qu'entraîneras l'inévitable désagrégation de tous les Émirats territoriaux siculo-mahométans.", "sentence_good":"Il sera nommé guide spirituel et pasteur de les âmes de la cité etnéenne par les chevaliers normands dans la phase finale de la complète reconquête chrétienne de la Sicile arabe qu'entraînera l'inévitable désagrégation de tous les Émirats territoriaux siculo-mahométans.","label":1}
{"sentence_good":"Un troisième passager, un homme dont l'âge n'a pas été précisé, a réussi à sortir par ses propres moyens de le véhicule et était indemne lors de l'intervention de les secours.", "sentence_bad":"Un troisième passager, un homme dont l'âge n'a pas été précisé, ai réussi à sortir par ses propres moyens de le véhicule et était indemne lors de l'intervention de les secours.","label":0}
{"sentence_good":"Admettons que vous possédiez deux adresses, une à Paris et l'autre à Nice.", "sentence_bad":"Admettons que vous possédions deux adresses, une à Paris et l'autre à Nice.","label":0}
{"sentence_bad":"Vous ont aussi évoqué l'unité dans la différence.", "sentence_good":"Vous avez aussi évoqué l'unité dans la différence.","label":1}
{"sentence_bad":"Ces arbitres remplaçants ne dirige aucune rencontre pendant le tournoi.", "sentence_good":"Ces arbitres remplaçants ne dirigent aucune rencontre pendant le tournoi.","label":1}
{"sentence_bad":"Oui, madame Schroedter, j'examinera bien volontiers les faits relatifs à cette question lorsque j'aurai reçu votre lettre.", "sentence_good":"Oui, madame Schroedter, j'examinerai bien volontiers les faits relatifs à cette question lorsque j'aurai reçu votre lettre.","label":1}
{"sentence_good":"L'état de santé de le manager, qui se trouvait toujours en observation jeudi matin, n'inspire pas l'inquiétude.", "sentence_bad":"L'état de santé de le manager, qui se trouvait toujours en observation jeudi matin, n'inspires pas l'inquiétude.","label":0}
{"sentence_bad":"C'est exactement à ce moment-là que vous pourrez, en effet, si vous le souhaitent, soulever cette question, c'est-à-dire jeudi avant le début de la présentation de le rapport.", "sentence_good":"C'est exactement à ce moment-là que vous pourrez, en effet, si vous le souhaitez, soulever cette question, c'est-à-dire jeudi avant le début de la présentation de le rapport.","label":1}
{"sentence_bad":"Que symbolisez les \"flèches circulaires\" ?", "sentence_good":"Que symbolisent les \"flèches circulaires\" ?","label":1}
{"sentence_bad":"C'est pourquoi nous devons lancer un appel à la raison à les dirigeants éthiopiens et érythréens pour que cesses le conflit, pour que, dans le cadre de le plan de paix de l'O.U.A., un accord rapide sur les arrangements techniques intervienne.", "sentence_good":"C'est pourquoi nous devons lancer un appel à la raison à les dirigeants éthiopiens et érythréens pour que cesse le conflit, pour que, dans le cadre de le plan de paix de l'O.U.A., un accord rapide sur les arrangements techniques intervienne.","label":1}
{"sentence_good":"Ma fiancée et moi, nous n'avons aucun point de comparaison, mais nous pouvons affirmer avec confiance que vous auriez des difficultés à trouver une meilleure façon de découvrir Paris.", "sentence_bad":"Ma fiancée et moi, nous n'avons aucun point de comparaison, mais nous pouvons affirmer avec confiance que vous aurions des difficultés à trouver une meilleure façon de découvrir Paris.","label":0}
{"sentence_good":"» C'est ce qu'aurait déclaré un ophtalmologiste d'Aix-en-Provence à un patient d'origine marocaine, lui refusant une consultation, affirme France Info hier vendredi.", "sentence_bad":"» C'est ce qu'aurait déclarés un ophtalmologiste d'Aix-en-Provence à un patient d'origine marocaine, lui refusant une consultation, affirme France Info hier vendredi.","label":0}
{"sentence_good":"Certains d'entre eux s'installent aussi à Charleston.", "sentence_bad":"Certains d'entre eux s'installons aussi à Charleston.","label":0}
{"sentence_bad":"L'Agence internationale de l'énergie atomique a conclue, après plusieurs enquêtes de terrain, que l'Irak ne possède aucune capacité de production d'armes nucléaires, et ceci a été confirmé dans les rapports de les trois groupes d'experts sur l'Irak, comme le précise aujourd'hui la résolution 1284 de le Conseil de sécurité.", "sentence_good":"L'Agence internationale de l'énergie atomique a conclu, après plusieurs enquêtes de terrain, que l'Irak ne possède aucune capacité de production d'armes nucléaires, et ceci a été confirmé dans les rapports de les trois groupes d'experts sur l'Irak, comme le précise aujourd'hui la résolution 1284 de le Conseil de sécurité.","label":1}
{"sentence_bad":"PARIS, 21 octobre (Reuters)--Les politiques monétaires manquent parfois de coordination, a déclaré jeudi la ministre française de l'Economie, Christine Lagarde, qui se rendra dans l'après-midi en Corée de le Sud, où débutes vendredi une réunion ministérielle de le G20.", "sentence_good":"PARIS, 21 octobre (Reuters)--Les politiques monétaires manquent parfois de coordination, a déclaré jeudi la ministre française de l'Economie, Christine Lagarde, qui se rendra dans l'après-midi en Corée de le Sud, où débute vendredi une réunion ministérielle de le G20.","label":1}
{"sentence_good":"Les supports utilisant des lasers sont également très répandus : CD-ROM, DVD.", "sentence_bad":"Les supports utilisant des lasers êtes également très répandus : CD-ROM, DVD.","label":0}
{"sentence_bad":"Le message, bien que feutré, est clair : « nous vous ont accueilli longtemps, il est temps de nous rendre nos bienfaits ».", "sentence_good":"Le message, bien que feutré, est clair : « nous vous avons accueilli longtemps, il est temps de nous rendre nos bienfaits ».","label":1}
{"sentence_bad":"Dès le début, je me est bien senti, tout simplement.", "sentence_good":"Dès le début, je me suis bien senti, tout simplement.","label":1}
{"sentence_good":"Combien de temps a duré le procès pour meurtre de Charles Manson ?", "sentence_bad":"Combien de temps as duré le procès pour meurtre de Charles Manson ?","label":0}
{"sentence_bad":"Les terrains ondulants de le Malawi sont comme un champ de bataille sur lequel s'affrontons trois visions différentes de l'avenir de l'agriculture mondiale.", "sentence_good":"Les terrains ondulants de le Malawi sont comme un champ de bataille sur lequel s'affrontent trois visions différentes de l'avenir de l'agriculture mondiale.","label":1}
{"sentence_good":"Est qualifié d'office le champion national.", "sentence_bad":"Est qualifiée d'office le champion national.","label":0}
{"sentence_bad":"Tout ce que nous pouvons dire de le narrateur et de sa psychologie, nous le déduisez de ses faits et gestes relativement limités et surtout de ses regards.", "sentence_good":"Tout ce que nous pouvons dire de le narrateur et de sa psychologie, nous le déduisons de ses faits et gestes relativement limités et surtout de ses regards.","label":1}
{"sentence_good":"J'ai voté en faveur de le rapport Katiforis sur les grandes orientations de les politiques économiques de les États membres pour le contenu de le texte, mais je l'ai fait à contrecoeur.", "sentence_bad":"J'ai voté en faveur de le rapport Katiforis sur les grandes orientations de les politiques économiques de les États membres pour le contenu de le texte, mais je l'a fait à contrecoeur.","label":0}
{"sentence_bad":"J'avoues avoir eu souvent des périodes de grand découragement, mais aujourd'hui je suis vraiment heureux d'avoir pris la décision de faire appel à toi et d'avoir suivi à la lettre tous tes précieux conseils.", "sentence_good":"J'avoue avoir eu souvent des périodes de grand découragement, mais aujourd'hui je suis vraiment heureux d'avoir pris la décision de faire appel à toi et d'avoir suivi à la lettre tous tes précieux conseils.","label":1}
{"sentence_bad":"Malgré les guerres de religion, une communauté protestante se maintient à le XVIIe siècle, bien que l'édit de Nantes (1598) ne lui aies pas accordé de temple.", "sentence_good":"Malgré les guerres de religion, une communauté protestante se maintient à le XVIIe siècle, bien que l'édit de Nantes (1598) ne lui ait pas accordé de temple.","label":1}
{"sentence_good":"Johnson s'appuyait sur une unique forme de rhétorique, et sa « réfutation » de l'immatérialisme de George Berkeley est restée célèbre : Berkeley affirmait que la matière n'existait pas mais semblait seulement exister ;", "sentence_bad":"Johnson s'appuyait sur une unique forme de rhétorique, et sa « réfutation » de l'immatérialisme de George Berkeley est restées célèbre : Berkeley affirmait que la matière n'existait pas mais semblait seulement exister ;","label":0}
{"sentence_bad":"« Il a été largement démontré que la population civile de le territoire non autonome de le Sahara occidental est l'objet de diverses atteintes à les droits humains, comme la détention arbitraire, les coups et les tortures », écris l'ONG internationale, implantée dans 35 pays, citée par l'agence de presse sahraouie.", "sentence_good":"« Il a été largement démontré que la population civile de le territoire non autonome de le Sahara occidental est l'objet de diverses atteintes à les droits humains, comme la détention arbitraire, les coups et les tortures », écrit l'ONG internationale, implantée dans 35 pays, citée par l'agence de presse sahraouie.","label":1}
{"sentence_good":"Un ensemble de modèles plus ou moins élaborés ont cependant vu le jour à le cours de les décennies passées, et quelques-uns viables sont encore présentés.", "sentence_bad":"Un ensemble de modèles plus ou moins élaborés ont cependant vus le jour à le cours de les décennies passées, et quelques-uns viables sont encore présentés.","label":0}
{"sentence_good":"En 2002, les peintres russes Vladimir Dubossarsky et Alexandre Vinogradov ont peint un Déjeuner sur l'herbe en hommage à les peintres impressionnistes.", "sentence_bad":"En 2002, les peintres russes Vladimir Dubossarsky et Alexandre Vinogradov avez peint un Déjeuner sur l'herbe en hommage à les peintres impressionnistes.","label":0}
{"sentence_bad":"Mais pourquoi tu ne m'ai pas appelé dès le début ?", "sentence_good":"Mais pourquoi tu ne m'as pas appelé dès le début ?","label":1}
{"sentence_good":"Tous les enfants, qu'ils soient nés dans le mariage ou hors mariage, jouissent de la même protection sociale.", "sentence_bad":"Tous les enfants, qu'ils soient nés dans le mariage ou hors mariage, jouissons de la même protection sociale.","label":0}
{"sentence_bad":"Seuls les cavaliers de les unités lourdes porte une armure.", "sentence_good":"Seuls les cavaliers de les unités lourdes portent une armure.","label":1}
{"sentence_bad":"L'accord engendrera une perte financière considérable pour l'UE, ont souligné la même source.", "sentence_good":"L'accord engendrera une perte financière considérable pour l'UE, a souligné la même source.","label":1}
{"sentence_bad":"- si vous prennent ou avez pris récemment un autre médicament, même s'il s'agit d'un médicament obtenu sans ordonnance.", "sentence_good":"- si vous prenez ou avez pris récemment un autre médicament, même s'il s'agit d'un médicament obtenu sans ordonnance.","label":1}
{"sentence_bad":"L'ONU, qui a dépêché du personnel pour assister le gouvernement ougandais dans son évaluation de les besoins, a constaté que \"les sauveteurs n'ont eu pour dégager les survivants que des pelles ou des bêches\", ai rapporté Mme Byrs.", "sentence_good":"L'ONU, qui a dépêché du personnel pour assister le gouvernement ougandais dans son évaluation de les besoins, a constaté que \"les sauveteurs n'ont eu pour dégager les survivants que des pelles ou des bêches\", a rapporté Mme Byrs.","label":1}
{"sentence_bad":"Les personnes qui y assistaient avez observé un sit-in devant la mosquée principale de la ville, selon lui.", "sentence_good":"Les personnes qui y assistaient ont observé un sit-in devant la mosquée principale de la ville, selon lui.","label":1}
{"sentence_good":"À qui appartient CNN ?", "sentence_bad":"À qui appartiens CNN ?","label":0}
{"sentence_good":"Vous avez forcément entendu parler de lui.", "sentence_bad":"Vous ont forcément entendu parler de lui.","label":0}
{"sentence_good":"Combien valent les pesos mexicains en dollars américains ?", "sentence_bad":"Combien vaut les pesos mexicains en dollars américains ?","label":0}
{"sentence_good":"Ainsi si le cours de les actions monte à 150 euros, nous remonterons notre ordre de vente à 140, si elles montent à 170, nous le passerons à 160, etc.", "sentence_bad":"Ainsi si le cours de les actions monte à 150 euros, nous remonterons notre ordre de vente à 140, si elles montent à 170, nous le passeront à 160, etc.","label":0}
{"sentence_good":"On dit alors que la jeune fille après ce miracle, serait allée raconter le prodige à la foule émerveillée et que tous se seraient convertis en un instant.", "sentence_bad":"On dit alors que la jeune fille après ce miracle, serais allée raconter le prodige à la foule émerveillée et que tous se seraient convertis en un instant.","label":0}
{"sentence_bad":"D'importantes pièces d'artillerie lourde furent cependant abandonnées, et les raisons pour lesquelles la voie ferrée en direction de Flensburg n'a pas été utilisée pour l'évacuation de les troupes restez sujettes à débat pour les historiens.", "sentence_good":"D'importantes pièces d'artillerie lourde furent cependant abandonnées, et les raisons pour lesquelles la voie ferrée en direction de Flensburg n'a pas été utilisée pour l'évacuation de les troupes restent sujettes à débat pour les historiens.","label":1}
{"sentence_bad":"Total a été condamné à 200 millions d'euros de dommages et intérêts ainsi que quatre millions d'euros d'amende par un tribunal de Djibouti dans une affaire de pollution marine, as-t-on appris vendredi auprès d'un porte-parole de le groupe pétrolier français.", "sentence_good":"Total a été condamné à 200 millions d'euros de dommages et intérêts ainsi que quatre millions d'euros d'amende par un tribunal de Djibouti dans une affaire de pollution marine, a-t-on appris vendredi auprès d'un porte-parole de le groupe pétrolier français.","label":1}
{"sentence_bad":"Ainsi émerge l'idée d'un idéal esthétique, que reflétons les arts de l'architecture et de la sculpture (polychrome à l'origine).", "sentence_good":"Ainsi émerge l'idée d'un idéal esthétique, que reflètent les arts de l'architecture et de la sculpture (polychrome à l'origine).","label":1}
{"sentence_bad":"Le président légitime c'est Etienne Tshisekedi, c'est pour lui que nous avons voté, c'est lui qui doit diriger le pays \", ont expliqué un opposant.", "sentence_good":"Le président légitime c'est Etienne Tshisekedi, c'est pour lui que nous avons voté, c'est lui qui doit diriger le pays \", a expliqué un opposant.","label":1}
{"sentence_bad":"Mais les forces marocaines d'intervention rapide est intervenues violemment contre les manifestants dès leur sortie de la maison de le défunt.", "sentence_good":"Mais les forces marocaines d'intervention rapide sont intervenues violemment contre les manifestants dès leur sortie de la maison de le défunt.","label":1}
{"sentence_good":"Monsieur le président, si vous le permettez, je voudrais tout d'abord vous féliciter de la diligence dont vous avez témoigné en reprenant à le vol la présidence à le cours de ce débat.", "sentence_bad":"Monsieur le président, si vous le permettent, je voudrais tout d'abord vous féliciter de la diligence dont vous avez témoigné en reprenant à le vol la présidence à le cours de ce débat.","label":0}
{"sentence_good":"Vous avez gagné un client régulier !", "sentence_bad":"Vous avons gagné un client régulier !","label":0}
{"sentence_good":"Une centrale à le charbon à Badarpur, à le Sud-Est de Delhi, sera à l'arrêt pendant 10 jours, de même que les générateurs diesel de la ville.", "sentence_bad":"Une centrale à le charbon à Badarpur, à le Sud-Est de Delhi, seront à l'arrêt pendant 10 jours, de même que les générateurs diesel de la ville.","label":0}
{"sentence_good":"Or le Mouvement de le 20 février, qui semble avoir perdu de son élan initial, a appelé à le boycott de les élections.", "sentence_bad":"Or le Mouvement de le 20 février, qui semble avoir perdu de son élan initial, ont appelé à le boycott de les élections.","label":0}